{
  "login_screen": {
    "tagline": "ہر صحت مند دھڑکن اہم ہے",
    "username": "صارف کا نام",
    "password": "پاس ورڈ",
    "forgot_password": "پاس ورڈ بھول گئے؟",
    "login": "لاگ اِن"
  },

  "home_screen": {
    "press_back_again": "ایپ سے نکلنے کی تصدیق کے لیے دوبارہ بیک دبائیں",
    "exit_app_title": "ایپ سے باہر نکلیں",
    "exit_app_message": "کیا آپ واقعی ایپ سے باہر نکلنا چاہتے ہیں؟\n(لاگ آؤٹ فیچر بعد میں شامل کیا جائے گا)",
    "cancel": "منسوخ کریں",
    "exit": "باہر نکلیں",
    "menu": "مینو",
    "Dashboard": "ڈیش بورڈ"
  },

  "side_menu": {
    "cattle_pulse": "کیٹل پلس",
    "management_system": "مینجمنٹ سسٹم",
    "dashboard": "ڈیش بورڈ",
    "cattle_health": "مویشیوں کی صحت",
    "temperature_monitor": "درجہ حرارت مانیٹر",
    "diagnosis_treatment": "تشخیص اور علاج",
    "vaccination_records": "ویکسینیشن اور ریکارڈز",
    "cattle_feeding": "مویشیوں کی خوراک",
    "feeding_schedule": "خوراک کا شیڈول",
    "auto_feeder": "خودکار فیڈر",
    "inventory": "اسٹاک",
    "geo_fencing": "جیو فینسنگ",
    "reports": "رپورٹس",
    "settings": "ترتیبات",
    "theme_mode": "تھیم موڈ"
  },

  "diagnosis_treatment_screen": {
    "farm_Health_guide": "فارم صحت گائیڈ",

    "mastitis": {
      "name": "ماسٹائٹس",
      "short": "تھّن کا انفیکشن — زیادہ تر بچھڑنے کے بعد ہوتا ہے",
      "symptoms": "تھّن میں سوجن/گرمی، دودھ کا غیر معمولی ہونا، بخار، دودھ کی پیداوار میں کمی",
      "treatmentAtFarm": "تھّن کو صاف رکھیں، بار بار دودھ نکالیں، گرم پٹی لگائیں، اینٹی بائیوٹک کے لیے ویٹرنری ڈاکٹر سے رابطہ کریں۔",
      "precautions": "صاف رہائش برقرار رکھیں، دودھ نکالنے میں صفائی کا خیال رکھیں، متاثرہ جانوروں کو علیحدہ رکھیں۔"
    },

    "fmd": {
      "name": "منہ اور پاؤں کی بیماری",
      "short": "انتہائی متعدی وائرل بیماری",
      "symptoms": "بخار، منہ/پاؤں/تھّن پر چھالے، رال ٹپکنا، لنگڑا پن، دودھ میں اچانک کمی",
      "treatmentAtFarm": "متاثرہ جانوروں کو علیحدہ رکھیں، سیال غذا اور آرام دیں، سخت بائیو سیکیورٹی برقرار رکھیں۔",
      "precautions": "جانوروں کی نقل و حرکت محدود کریں، باڑوں کو جراثیم سے پاک کریں، مقامی جانوروں کے محکمہ کو اطلاع دیں۔"
    },

    "bloat": {
      "name": "پیٹ پھولنا (رومن بُلَوَٹ)",
      "short": "رومن میں گیس جمع ہونا — جان لیوا ثابت ہو سکتی ہے",
      "symptoms": "بائیں پہلو پر سوجن، بے چینی، سانس لینے میں دشواری",
      "treatmentAtFarm": "جانور کو سیدھا کھڑا کریں، اگر تربیت یافتہ ہوں تو ٹیوب ڈالیں، اینٹی فوم دوا (پولوکسیلین) دیں۔",
      "precautions": "خوراک میں اچانک تبدیلی سے گریز کریں، ہری پھلیوں کی مقدار محدود رکھیں، آہستہ آہستہ کھلائیں۔"
    },

    "lsd": {
      "name": "لمپی اسکن ڈیزیز (LSD)",
      "short": "وائرل بیماری جو جلد پر گلٹیاں پیدا کرتی ہے",
      "symptoms": "جلد پر گلٹیاں، بخار، بھوک میں کمی، دودھ میں کمی، کبھی کبھار آنکھ یا ناک سے رطوبت",
      "treatmentAtFarm": "نگہداشت اور آرام دیں، متاثرہ جانوروں کو علیحدہ رکھیں، کیڑے مکوڑوں کا کنٹرول کریں، ڈاکٹر سے مشورہ کریں۔",
      "precautions": "کیڑے مکوڑوں کا کنٹرول، جہاں دستیاب ہو ویکسین لگوائیں، متاثرہ جانوروں کو علیحدہ کریں اور رپورٹ کریں۔"
    },

    "parasitic": {
      "name": "پیراسائٹک انفیکشن (چیچڑ / اندرونی کیڑے)",
      "short": "بیرونی اور اندرونی پیراسائٹس جو مجموعی صحت پر اثر ڈالتے ہیں",
      "symptoms": "جسمانی کمزوری، خون کی کمی، خارش (چیچڑ)، دست یا وزن میں کمی (کیڑے)",
      "treatmentAtFarm": "باقاعدہ کیڑا مار دوائیں دیں، چیچڑ کے لیے دوائیں لگائیں، ماحول صاف رکھیں۔",
      "precautions": "کیڑا مار پروگرام پر عمل کریں، چراگاہوں کو باری باری استعمال کریں، چیچڑ کنٹرول کے اقدامات کریں۔"
    },

    "brucellosis": {
      "name": "بروسلوسس",
      "short": "بیکٹیریا کی بیماری جو تولیدی نظام کو متاثر کرتی ہے",
      "symptoms": "اسقاط حمل، نال کا رُک جانا، زرخیزی میں کمی",
      "treatmentAtFarm": "فارم پر علاج ممکن نہیں؛ متاثرہ جانوروں کا معائنہ اور ٹیسٹنگ ویٹرنری ڈاکٹر سے کروائیں۔",
      "precautions": "جانوروں کو احتیاط سے سنبھالیں، جانچ اور تلفی کے اصول اپنائیں، بائیو سیکیورٹی برقرار رکھیں۔"
    }
  }
}
